Please enter a value between [Value] and [Value].
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId EnterValueBetween { get; }
  Visual Basic
Public Shared ReadOnly Property EnterValueBetween As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ EnterValueBetween {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures GeneralFailures Class
  Autodesk.Revit.DB Namespace